Repository: modell-aachen/ActionTrackerPlugin
Catalog: locale/ActionTrackerPlugin/*.po
Languages: cs, de, fr

source: Could not access %1, the topic containing this action.
cs: Neměl přístup na %1, na téma, které tuto akci obsahuje.
de: Kein Zugriff auf das Topic %1, das die Aufgabe enthält.
fr: Impossible d'accéder à% 1, la rubrique contenant cette action.

source: %1 may still be editing the topic, but their lease expired %2 ago.
cs: %1 může topic ještě zpracovat, ale doba vypůjčení uplynula před %2.
de: %1 könnte das Topic immer noch bearbeiten, wobei die Ausleihe seit %2 abgelaufen ist.
fr: % 1 peut encore être en train de modifier le sujet, mais leur bail a expiré il ya 2%

source: %1 has been editing the topic for %2 and the lease is still active for another %3.
cs: %1 zpracuje topic od %2 a vypůjčení je ještě aktivní na další %3.
de: %1 bearbeitet das Topic seit %2 und die Ausleihung ist noch aktiv für weitere %3.
fr: %1 modifie la page depuis %2, et son verrou est encore valide pour %3.

source: To clear the lease, try editing %1 with the standard text editor.
de: Um die Ausleihung aufzuheben, versuchen Sie das Topic %1 mit dem Standard-Editor zu bearbeiten.
fr: Pour effacer le bail, essayez de la modifier% 1 avec l'éditeur de texte standard.

source: Error when I tried to edit the action
cs: Chyba, když jsem se pokusil zpracovat tuto akci.
de: Fehler beim Versuch, die Aufgabe zu bearbeiten
fr: Erreur quand j'ai essayé de modifier l'action

source: Sorry, validation failed, possibly because someone else is already editing the action. Please try again in a few minutes.
cs: Promiňte, kontrola selhala, možná protože jiná osoba již tuto akci edituje. Zkuste to znovu za několik minut.
de: Entschuldigung, die Gültigkeitsprüfung schlug fehl, weil möglicherweise jemand anderes bereits die Aufgabe bearbeitet. Bitte versuchen Sie es in paar Minuten nochmal.
fr: Désolé, la validation a échoué, probablement parce que quelqu'un d'autre est déjà en train de modifier l'action. S'il vous plaît essayer de nouveau dans quelques minutes.

source: Your task has been reopened.
cs: Váš úkol byl znovu otevřen.
de: Ihre Aufgabe wurde wieder geöffnet.
fr: Votre tâche a été rouverte.

source: You have a new task.
cs: Máte nový úkol.
de: Sie haben eine neue Aufgabe.
fr: Vous avez une nouvelle tâche.

source: A task you created has been closed.
cs: Vámi vytvořený úkol byl uzavřen.
de: Eine von Ihnen gestellte Aufgabe wurde geschlossen.
fr: Une tâche que vous avez créé a été fermée

source: A task has been reassigned to you.
cs: Úkol byl znovu přidělen Vám.
de: Eine Aufgabe wurde an Sie übertragen.
fr: Une tâche vous a été réaffecté.

source: Creator: %1
cs: Vytvořil: %1
de: Ersteller: %1
fr: Créateur:% 1

source: State: %1
cs: Status: %1
de: Status: %1
fr: État:% 1

source: Assigned to: %1
cs: Přidělen k: %1
de: Aufgabe an: %1
fr: Affecté à:% 1

source: Context: %1
cs: Kontext: %1
de: Kontext: %1
fr: Contexte:% 1

source: Due: %1
cs: na základě: %1
de: Termin: %1
fr: En raison:% 1

source: Task:
cs: Úkol:
de: Aufgabe:
fr: Tâche

source: You received this mail, because you are registered in %1. If you think you shouldn't have got this message, please contact %2.
cs: Obdržel jste tento mail, protože jste registrován/a v %1. Pokud se domníváte, že jste toto sdělení neměl/a obdržet, obraťte se prosím na %2.
de: Sie haben diese Nachricht erhalten, da Sie als Nutzer im %1 registriert sind. Sollten Sie der Meinung sein diese Nachricht fälschlicherweise erhalten zu haben, kontaktieren Sie bitte %2.
fr: Vous avez reçu ce mail parce que vous êtes inscrit % 1. Si vous pensez que vous ne devriez pas avoir obtenu ce message, contacter s'il vous plaît% 2

source: no description
cs: žádný popis
de: keine Angabe
fr: pas de déscription

source: not defined
cs: není stanoveno
de: nicht Angegeben
fr: non défini

source: These fields have changed:
de: Diese Felder haben sich verändert:

source: %1 has changed
cs: %1 byl změněn
de: %1 wurde geändert

source: from:
cs: kým/od:
de: von:

source: to:
cs: komu:
de: zu:

source: Your task has been modified.
cs: Váš úkol byl upraven.
de: Ihre Aufgabe wurde abgeändert.

source: Please note that any recently changes by %1 could be discarded!
cs: Dbejte na to, že nejnovější změny může %1 zrušit!
de: Bitte beachten Sie, dass kürzliche Änderungen durch 1% verworfen werden könnten!

source: Details: %1
cs: Detaily: %1

source: Cancel
fr: Annuler

source: Details:
fr: Détails:
